import React from "react";
import "../css/About.css";

function About() {
  return (
    <div className="container-fluid">
      <h1> הי, נעים להכיר!</h1>
      <div className="about-container">
        <p>
          נייצ'ר וויז היא חברת בוטיק שנולדה בלב הטבע של עמק יזרעאל, ומחברת בין
          עולם הצמחים לידע קליני מדויק.<p></p>
          <p /> ההתמחות שלנו היא בפיתוח וייצור של מוצרי נוטריקוסמטיקה
          ודרמוקוסמטיקה מתקדמים, המבוססים על מדע, חדשנות וטכנולוגיה.
        </p>
        <p>
          החזון שלנו הוא ליצור פתרונות אמיתיים שמבוססים על ידע מחקרי עמוק -
          ומביאים לתוצאות מוכחות בשטח.
        </p>

        <img
          src="https://res.cloudinary.com/dt5nnq3ew/image/upload/v1752127153/about/q9bmvrif4h9sqwq8paqq.png"
          alt="תמונה אודות"
          className="about-main-image"
        />

        <p>
          אנו משתפים פעולה עם חברות הטכנולוגיה המובילות בעולם, ומשתמשים
          בטכנולוגיות הולכה פורצות דרך כמו ליפוזומים, אקסוזומים, אינקפסולציה
          ועוד - במטרה להבטיח ספיגה אופטימלית ויעילות קלינית גבוהה של כל רכיב
          פעיל.<p></p> כל חומרי הגלם נבחרים בקפידה ומבוססים על מחקרים קליניים
          עדכניים, מתוך מחויבות לאיכות, בטיחות ותוצאות נראות לעין.
        </p>

        <p>
          יחד עם שותפינו המקצועיים - רופאים, נטורופתים וקוסמטיקאיות רפואיות -
          אנו ממשיכים לחקור, לשפר ולהוביל חדשנות טבעית.
        </p>

        <div className="team-section">
          <h1>מי אנחנו</h1>
          <div className="team-cards">
            <div className="team-card">
              <img
                src="https://res.cloudinary.com/dt5nnq3ew/image/upload/v1751368647/Shimrit_BW_tjvd3q.jpg"
                alt="שימרית לב"
              />
              <h3>שימרית לב</h3>
              <h4>
                מייסדת שותפה <br />
                ומנכ״לית נייצ'ר וויז
              </h4>
              <p>
                בעלת ניסיון של מעל עשור ביזמות בתחומי הבריאות והוולנס. הובילה עם
                גיתית להב הקמה של שני מיזמים חדשניים, כולל סטארטאפ בינלאומי עטור
                פרסים הפועל במספר שווקים. שמרית מובילה את חזון החברה לשילוב בין
                מדע, טבע ובריאות - בפיתוח פתרונות קוסמטיים פורצי דרך ונגישים
                באמת.
              </p>
            </div>
            <div className="team-card">
              <img
                src="https://res.cloudinary.com/dt5nnq3ew/image/upload/v1751367623/git_BW_kaboyj.jpg"
                alt="גיתית להב"
              />
              <h3>גיתית להב</h3>
              <h4>
                מייסדת שותפה <br />
                ומובילת אסטרטגיה שיווקית
              </h4>
              <p>
                יזמת מנוסה עם רקע של מעל עשור בתחום הבריאות והוולנס. יחד עם
                שמרית לב הקימה שני מיזמים מצליחים, בהם סטארטאפ בינלאומי מבוסס
                חדשנות טבעית. גיתית ידועה ביכולת שלה להפוך חזון לתוצאה בשטח,
                בגישה ממוקדת וביצועים שמניעים תהליכים קדימה - כל הדרך מהמחשבה עד
                למוצר המוגמר.
              </p>
            </div>
            <div className="team-card">
              <img
                src="https://res.cloudinary.com/dt5nnq3ew/image/upload/v1751368644/Dr_Dorit_zgiotu.jpg"
                alt='ד"ר דורית אבני'
              />
              <h3>ד"ר דורית אבני</h3>
              <h4> יועצת מדעית לחברה</h4>
              <p>
                ראש המעבדה לביוכימיה במכון המחקר מיג”ל, בעלת ניסיון בכימיה
                אורגנית, אנליטית וביוכימיה. מתמחה בחילוץ תרכובות ביו-אקטיביות
                ובזיהוין, פועלת לפיתוח רכיבים חדשניים בעלי השפעה ביולוגית מוכחת.
                מובילה שיתופי פעולה בינלאומיים ודמות מרכזית במספר פרויקטים זוכי
                מענקים של האיחוד האירופי. כאות הוקרה על תרומתה המדעית, זכתה באות
                כבוד מטעם משרד המדע והטכנולוגיה.
              </p>
            </div>
            <div className="team-card">
              <img
                src="https://res.cloudinary.com/dt5nnq3ew/image/upload/v1751368646/Dr_Ariel_mqe5r3.jpg"
                alt='ד"ר איראל פרנקו'
              />
              <h3>ד"ר אריאל פרנקו</h3>
              <h4> ראש תחום מחקר ופיתוח מדעי</h4>
              <p>
                דוקטור לכימיה ובעל תואר ברוקחות, עם התמחות בננוטכנולוגיה ובפיתוח
                פורמולציות מתקדמות לתחום התרופות והקוסמטיקה. מגיע עם ניסיון של
                מעל 15 שנה בתעשייה, בהן הוביל פיתוחים חדשניים, רשם 9 פטנטים,
                והקים קווי ייצור משולבי טכנולוגיה פורצת דרך. ד"ר פרנקו מביא
                שילוב ייחודי של מדע, דיוק וחדשנות - בדרך לפורמולציות אפקטיביות
                באמת.
              </p>
            </div>
          </div>
        </div>

        <div className="about-highlight">
          <h1>למי אנחנו כאן?</h1>
          <ul>
            <li>
              <h4>מותג פרטי: </h4>
              <p>
                אנו מזמינים מרפאות וקליניקות המעוניינות לשווק מוצרים איכותיים
                תחת שמן להגיש בקשה לשיתוף פעולה.
                <br />
                אנו מציעים קו מוצרים ייחודי ומוכח שניתן למיתוג פרטי, עם ליווי
                מקצועי ואישי.
              </p>
            </li>
            <li>
              <h4>מחקר ופיתוח בהתאמה אישית: </h4>
              <p>
                עבור מרפאות השואפות לפתח מוצר בלעדי על שמן - אנו מציעים שירותי
                R&D מלאים, הכוללים פיתוח פורמולציות חדשניות, ניסויים והתאמה
                מדעית לקהל היעד.
              </p>
            </li>
          </ul>
        </div>

        <div className="about-footer">
          <p>
            בין אם אתם מחפשים מוצרים מוכנים למיתוג או פיתוח פורץ דרך בהתאמה
            אישית <br /> נשמח לבחון יחד את האפשרות ליצור שותפות אמיתית ומקצועית.
          </p>
        </div>
      </div>
    </div>
  );
}

export default About;
